<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta content="" name="description">
    <title>充值协议</title>
    <link rel="shortcut icon" href="/tzdr-web/static/ico/tzdr.ico">
    <style type="text/css">
        body{ color:#333; line-height:24px; font-size:12px; padding:20px;}
        table{ border:1px solid #bfbfbf; border-right:none; border-top:none;}
        table td{border:1px solid #bfbfbf; border-bottom:none; border-left:none; text-align:center;}
        h1{ font-size:16px;}
        h2{ font-size:14px;}
        .textudline{ text-decoration:underline; font-weight:normal; font-family:Arial, Helvetica, sans-serif; font-size:16px; padding:0 5px;}
    </style>
</head>

<body>
<div style="width:1000px; border:1px solid #d4d4d4; margin:0 auto; padding:20px;"><p align="right"></p>
    <h1 align="center"><strong>期货产品操盘委托协议</strong><strong> </strong></h1>
    <h1 align="center">本合作操盘协议（下称“本协议”）由以下甲乙丙三方于 ____年__月__日签署：<strong> </strong></h1>
    <p align="left"><strong> </strong><strong>甲方：上海禄吉股权投资基金管理有限公司（以下或称“受托人”） </strong><br />
        <strong> </strong><strong>乙方： </strong><br />
        <strong> </strong><strong>丙方：上海信闳投资管理有限公司</strong> <br />
        住所地：中国(上海)自由贸易试验区加太路29号1幢东部404-A21室<br />
        <strong>鉴于：</strong> <br />
        1、甲方接受直达期货股份有限公司（以下简称“委托人”）委托，担任投资顾问，受托管理该资产。为更好管理资产，维护委托人权益，经委托人同意，甲方有意委托若干自然人提供期货投资策略服务；<br>2、乙方有意接受甲方前述委托，申请提供该服务；<br>3、丙方系投资达人网站的运营商，丙方具有技术服务优势，乙方可通过丙方申请提供前述服务。<br>
        <strong>各方根据《期货交易管理条例》、《中华人民共和国合同法》等法律法规，经友好协商，订立本合作协议（下称“本协议”），供各方遵照执行。</strong> </p>
    <h2><strong>第一条 本协议成立及生效</strong><strong> </strong></h2>
    <p>1、乙方可以通过申请页面向甲方申请提供期货投资策略服务（下称“服务”），一旦乙方在申请页面点击确认申请，则本协议在协议各方之间成立，且本协议于乙方按照本协议规定完成相应操盘保证金支付时生效。本协议各方应本着诚实信用原则按照本协议约定全面履行。<br>2、根据本协议，在甲方与乙方之间形成甲方委托乙方提供股指期货投资策略服务法律关系，乙方申请行为并不在乙方与甲方、丙方或任何其他第三方之间形成借贷关系。 </p>

    <h2><strong>第二条 “期货产品” 操盘规则</strong></h2>
    <p><b>1、各方确认，“期货产品” 操盘规则（以下简称“规则”）由丙方制定并于乙方操盘前展示，丙方有权单方变更规则内容。规则包括但不限于操盘保证金规则、申请规则、平仓规则、交易费用规则、结算规则及其他丙方认为必要的规则。</b>2、乙方应在提交申请前仔细阅读规则全文，清楚理解并同意接受规则内容后方可提交申请。乙方一旦提交申请，即表示乙方完全认可规则内容并同意按照规则内容执行。乙方确认修订后的规则对乙方具备约束力。<br>3、乙方必须年满18周岁并具备完全民事行为能力，且乙方应确保其申请及提供服务行为并不违反法律法规等规定。<br>4、乙方必须具备证券、期货丰富的操作经验并具备一定的风险承受能力。<br>5、内幕信息知情人员（包括但不限于上市公司董事、高级管理人员、监事、会计、审计、律师等知情人员）不得利用内幕信息进行操作。<br>6、申请及服务提供规则： </p>
    <p>1)交易品种为富时A50指数期货、恒生指数期货和美原油期货当期主力合约，以平台实际公示可交易品种为准。<br>2)如交易时间内乙方需对账户进行结算的，须实盘账户已清仓，才可申请结算。<br>3)交易A50时间为9:05-15:50和16:45-23:55；交易恒指时间为9:20-11:55、13:05-16:10和17:05-23:40；交易美原油时间为9:05-23:55。申请人在交易日该时间段届满前应对账户中所有交易进行平仓，未能按时平仓的所有仓单系统将强制平仓。<br>4)当乙方操盘账户内的总操盘金少于或等于亏损平仓线时，系统将触发强制平仓指令，自动对账户内所有合约按照市价平仓，强平单的最终成交价以实际成交价为准。</p>
    <p>5)乙方应遵循下列交易限制：<br><b>a）不得参与集合竞价买入和卖出；</b><br><b>b）可持仓最大手数由申请并成功支付的操盘保证金决定；一天之内可多次开仓，次数不限。</b><br><b>c）乙方自行设定的与交易有关的各项规则如与丙方在系统中设置的规则冲突时，乙方设置内容无效。</b></p>
    <p><b>7)结算规则：操盘盈亏=账户所有持仓平仓结算后账户余额-操盘初始资金；如操盘盈利，则盈利作为报酬归乙方所有，如操盘亏损且亏损额度小于或等于操盘保证金金额的，则亏损由乙方承担，直接从操盘保证金中扣除；超出操盘保证金部分丙方保留追讨权利；乙方同意结算金额以交易系统后台清算数据为准。</b></p>
    <h2><strong>第三条 丙方的服务</strong><strong> </strong></h2>
    <p>1、丙方推出“期货产品” 操盘项目（以下简称“项目”），相应具有期货操作经验的乙方可通过申请页面申请提供期货投资策略服务。<br>2、丙方负责相应申请页面及操盘软件的开发及维护。</p>
    <h2><strong>第四条 费用</strong><strong> </strong></h2>
    <p>1. 丙方提供本协议下的服务，按照本条约定收取技术服务费。富时A50指数期货每手收取  元，恒生指数期货每手收取  元，美原油期货每手收取  元。 <br />
        2. 期货合约交易时，交易系统自动扣除每手技术服务费（开仓时收取），其中含代缴期货公司手续费。 <br />3、  丙方有权单方调整技术服务费，对此乙方表示理解与同意。</p>
    <h2><strong>第五条 期货账户 </strong><strong> </strong></h2>
    <p>1、乙方的操盘账户按照操盘规则进行分配，乙方应妥善保管账户名及密码，通过该账户名及密码产生的责任由乙方自行承担。<br />2、账户使用原则上无期限限制。乙方申请停止向甲方提供服务后，其操盘账户将被收回。</p>
    <h2><strong>第六条  操盘保证金</strong><strong> </strong></h2>
    <p>1、乙方在支付操盘保证金后可向甲方提供相应的期货投资策略服务。<br />2、乙方按照约定支付操盘保证金。<br>3、交易资金以美元计价的品种，人民币兑换美元的汇率按照中行当天第一开市时间来计算，入金和出金按照现固定汇率     进行换算。<br>4、乙方同意如交易发生亏损，则亏损从操盘保证金中扣除，如有剩余保证金可退还乙方。 </p>
    <h2><strong>第七条 争议解决</strong><strong> </strong></h2>
    <p>与本协议有关的争议，各方友好协商解决。协商不成，任何一方应向丙方实际经营地人民法院提起诉讼。</p>
    <h2><strong>第八条 本协议终止</strong><strong> </strong></h2>
    <p>本协议出现下列情形时终止：<br>1、乙方违反规则的，丙方有权单方解除本协议，通知到达甲方、乙方或通知发出之日起5个自然日届满时，本协议解除。 <br />2、无论出于任何原因，乙方多日未使用期货账户进行交易，甲方和丙方都有权单方面终止本协议。<br />3、各方协商一致终止本协议。<br>4、其他法定情形。 </p>
    <h2><strong>第九条 其他约定</strong><strong> </strong></h2>
    <p>1、如乙方盈利，盈利归属于乙方。丙方按照规则配合与乙方进行结算，且丙方据此受让乙方该笔盈利的债权，丙方有权要求资产管理产品的受托人支付该笔盈利。<Br>2、乙方同意接受包括但不限于以下所列风险并同意自行承担因此产生的损害：<br>1）不可抗力风险：例如地震、火灾、水灾、战争等不可抗力因素可能导致的系统瘫痪，证券营业部、服 务器托管机房和网络运营商等无法预测及控制的系统故障、设备故障、通讯故障、电力故障等导致提供服务。<br>2）技术风险：网络及软件等技术存在被黑客或计算机病毒攻击等可能造成的损害；以及网站故障、系统维护可能造成的损害。<br>3）政策风险：证券及期货市场的法律、法规及相关政策发生变化以及政府行为，可能引起的证券市场价格波动而产生的亏损可能。<Br>4）宏观经济风险：国家宏观经济形势的变化以及周边国家、地区经济环境和周边证券市场的变化，可能引起证券市场的波动而产生的亏损可能。
    </p>
    <p align="right">&nbsp;</p>
</div>
</body>
</html>
